Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 冥皇身边一名全身笼罩在华丽黑甲中的冥将发出一声无奈的叹声，随即朝冥皇拱手禀道：“陛下，这九天锁星阵平素吸收九天星辰散发出来的能量，沉淀在天庭中的每一处角落，其容纳力据说没有上限。只怕是在这些长年累月积攒下来的能量消耗殆尽前，我军很难攻入其中。”
en_us: A Netherworld warrior with ornate armor let out an exasperated sigh. He turned to the Netherworld King next to him and said, "Your Majesty, this Empyreal Star Lock Array absorbs the energy from the Ninth Heaven Star, scattering it throughout every corner of the Heavenly Court. Its capacity is limitless. I am afraid our army is unable to penetrate the barrier before the energy which has accumulated for eons wears off."

source: 冥皇那头灰色的长发无风自动，阴鸷的眸子内红光时明时暗，无不显露出他此刻内心再也压抑不住的的情绪。蓦然，从冥皇的身体内腾起无尽的杀气，随后他将手缓缓抬起，食指指向天庭。
en_us: The Netherworld King's long grey hair fluttered despite the lack of wind. Red light flickered in his lifeless eyes, unable to conceal the brimming emotions that were running through his heart. Suddenly, boundless killing intent arose from the Netherworld King's body. Following which, he slowly lifted his hands and pointed at the Heavenly Court with his index finger.

source: 冥皇，不，现在应该称之为冥帝的存在，在没好气地留下一句话后，撕裂虚空，转身离开了天界。
en_us: The Netherworld King—no, he was now an existence worthy of the name Netherworld Emperor, delivered those words in a peeved manner. He then tore open the void and turned to leave the Heavenly Realm.

source: 冲击附魔专业的时候，这家伙也不知道冲废了多少根点金棒，此时干起这种事来，简直是轻车熟路。
en_us: When he was trying to jolt the magical enchantment profession, he had washed away countless amounts of gold rods. To do such a thing now was as facile as driving along a familiar road in a light carriage.

source: 决定了点金棒材料之后，其他东西就没什么可烦的了。
en_us: After deciding on the material for the gold rod, there was nothing else to worry about.

source: 况且安东尼－罗林是真的很需要这三瓶奥法药剂，他三个儿子最小的都已经十六岁了，可至今都还只是四级魔法学徒的实力，离五级只有一步之遥，仅仅是一步，可那一步却怎么也跨不出去。
en_us: Moreover, Anthony Rolin really needed these three bottles of Arcane Magic Potion. Out of his three sons, the youngest was already 16 year old, but was still a level-four mage apprentice. There was only one step away from level-five, just one step, but it couldn't be overcome no matter how.

source: 况且这么几枚低级魔晶，还真翻不起什么浪来，全浪费掉也不会让人觉得心疼……
en_us: Besides, a few low-level magical crystals like these couldn't really turn over any waves, so it wouldn't hurt at all to waste them away...

source: 况且这众多势力首脑也不是笨蛋，一开始的荒谬感过去之后，他们很快就明白了过来，曼尼斯家族不会平白无辜做亏本生意，拿出一百套精品装备之后，他们肯定会跟魔法公会展开一系列的合作，想到这两个庞然大物之间的合作，所有人心里都不约而同的想到……加洛斯城，怕是要变天了……
en_us: Moreover, the leaders of these forces were not fools. After the initial sense of absurdity had passed, they quickly came to realize that the Mannes Family would not be doing a losing business for no reason. After taking out the 100 sets of excellent equipment, they would surely form a series of collaboration with the Guild of Magic. Everyone had the same idea in mind as they thought of the collaboration of these two giants... There was going to be a change of weather in Jarrosus City...

source: 况且这几种药剂，也不是什么等闲之辈，虽然不如短暂神格这个大变态，但也绝对是小变态中的翘楚了。尤其是其中的无限法能，真是要多妖娆就有多妖娆，三个瞬发的传奇法术，足以让一个魔法学徒轻易干掉一个传奇法师。
en_us: Besides, these potions were not your average kind. They might not be as freaky as the Ephemeral Divinity Potion, but they were definitely almost there. In particular, the Infinite Magical Ability Potion was as enchanting as one wanted it to be. These three instantaneous phenomenal spells were enough for a mage apprentice to defeat a legendary mage.

source: 况且那可是药剂大师，不可能只会几瓶奥法药剂，只要能跟葛瑞安搭上关系，也就等于拥有了源源不断的药剂……
en_us: Moreover, that was a potion master. It was impossible to have only a few bottles of Arcane Magic Potion. As long as they befriended Gerian, they'd have a steady supply of potions...

source: 况且，五千金币，只不过是起步价而已。
en_us: Moreover, 5,000 gold coins was merely a starting price.

source: 况且，还有一百套魔法装备呢……
en_us: Moreover, there was the 100 sets of excellent magic equipment...

source: 冷静！冷静！
en_us: Calm down! Calm down!

source: 净化药剂分量掌握有些麻烦，林立也不敢丝毫大意，仔细计算好银须草和太阳草的分量之后，又将两枚泰罗果拿在手里掂了掂，凭着千万次配药锻炼出的手感，两枚泰罗果一入手，林立就知道分量过多，于是他又从口袋里摸出一把银质小刀，小心的将其中一枚切下小半。
en_us: The control of dosage for the Purifying Potion was somewhat troublesome, hence Lin Li dared not allow himself even the slightest negligence. After a meticulous calculation of the amount of silver hairgrass and sungrass to be used, he took two terocones and twisted them in his hands. With tens of thousands of concoctions done in the past, Lin Li had developed a sensitive feel in his hands. With the two terocones in hand, Lin Li knew at once that the amount was too much. So he took out a silver knife from his pockets and gingerly cut one of the terocones in half.

source: 几乎所有翡翠高塔的魔法师都无法理解，葛瑞安为什么要做出这个决定，在他们看来，这简直就是在开玩笑，即便是加洛斯公会的骄傲，传奇法师安度因，在翡翠高塔都还没享受过如此优厚的待遇，这个刚刚才加入公会几天的年轻魔法师有什么资格，值得葛瑞安为他开出如此优厚的条件？
en_us: Almost all of the mages in the Emerald Tower couldn't understand why Gerian made such a decision. To them, it was a joke. Even the pride of Jarrosus Guild, legendary mage Andoine, had never enjoyed such generous treatment before. What right did this young mage, who had just joined the guild for a mere few days, have to deserve such favorable terms from Gerian?

source: 几家势力首脑在那畏畏缩缩，想过来却又被城主大人的两名随从拦住，只得用可怜巴巴的眼神向葛瑞安求助。
en_us: The leaders of the several forces cowered at a side. They wanted to come over but were stopped by the two attendants of the castellan and could only turn to Gerian for help with their piteous eyes.

source: 几片黑莲花花瓣被轻轻的放进了无尽风暴之戒内，整个过程林立的手一直很小心，生怕一不小心把这宝贝给碰着磕着了。
en_us: The black lotus petals were gently kept into the Ring of Endless Storm. Lin Li was mindful of his hands for the whole time, as if he was afraid he'd bruise the treasure by accident.

source: 凭着这一发风刃，将那条阴险的藤条切断，同时一个羽落术加在自己身上，林立总算是险险的逃出了陷阱，只是随之而来的，却又是一阵如*般的椰子袭击。
en_us: He had managed to cut off the insidious rattan with the wind blade spell. At the same time, he cast another Feather Fall Spell on himself, and with that, Lin Li escaped from the trap at last. But what followed was another round of coconut volley.

source: 凭着这一记仿佛神来之笔的光亮术，刚刚接触魔法一个多月的林立，与五级魔兽之间的距离被无限拉近。
en_us: With the delicate touch of the Illuminating Spell, it had brought the distance between Lin Li—who was just exposed to magic for barely more than a month—and the level-five beast infinitely close.

source: 凯文与林立年纪相差不大，又是他在翡翠高塔最早认识的几个人之一，打过几次交道之后，也算是相当熟悉了，走在街道之上，两人也是有一搭没一搭的闲聊着，同为八级魔法师，闲聊的话题，自然也离不开魔法。
en_us: Kevin was not much older than Lin Li, and was one of the first few people he knew in the Emerald Tower. After being in contact for a while, they had became pretty familiar with each other. The two had a chat as they walked along the street. As they were both level-eight mages, the topic of their conversation would naturally be about magic.

source: 凯文充满煽动性的话，就仿佛在湖水中投下一块巨石，刹时间就在大厅内引起了一阵骚动。
en_us: Kevin's rousing words were like a boulder dropped in the lake, causing a commotion in the hall at once.

source: 凯文先是脸色一红，跟着又露出了惊喜的神色，至于他身后的魔法师们，更是忽然间爆发出一阵欢呼！
en_us: Kevin blushed, then showed a look of surprise on his face. As for the mages behind him, all of them let out a burst of cheers!

source: 凯文光顾着跟林立闲扯，却不防被克伦威尔给侯了个正着。
en_us: Kevin was so engrossed in the chit-chat with Lin Li that he was caught unwittingly by Cromwell.

source: 凯文又将声音提高了一些，还伸手指了指前面：“我说！再往前面挤挤！”
en_us: Kevin raised his voice higher and pointed his finger to the front. "I said! Squeeze! Forward!"

source: 凯文只知道从会客室出来之后，葛瑞安笑得一脸满意，并且当场宣布，从今天开始，翡翠高塔内的一切，都将无条件向费雷开放，他可以自由出入任何地方，随意查阅任何资料。
en_us: Kevin only knew that Gerian was beaming with satisfaction as he emerged from the reception room and announced on the spot that from today onwards everything within the Emerald Tower would be open to Felic unconditionally. He was free to go anywhere and look up anything he wanted.

source: 凯文吓得一头冷汗，赶紧连连答应下来。
en_us: Kevin hurriedly agreed. He was so scared that he broke out in cold sweat.

source: 凯文手上拿着的，是一根古朴的法杖，杖身一道魔纹精致而又细腻，顶端镶嵌着一枚红**晶，从魔晶上透出的灼热气息判断，这应该是一根增幅火系法术的法杖。
en_us: Kevin held a staff of primitive simplicity in his hands. The body of the staff was covered in fine and delicate mageweath, and a red crystal was embedded at the top. Judging from the scorching aura of the magical crystal, this should be a staff for amplifying fire spells.

source: 凯文接过信后，只是看了一眼上面的署名，连信都没拆开就随手丢进了包里，反倒是事情的经过听得他满头大汗，心头更是把那胖子骂了一遍又一遍，还事成之后必有重酬，还凯文魔法师的助手，亏他想得出来，让这种妖孽给我当助手……
en_us: After Kevin took the letter, he merely glanced at the signature on it and threw it into his bag without opening it. Instead, he broke out in sweat hearing what had happened, and in his heart he had cursed the lanky man [Note: in the raw text it was written as "fatty", but after revising the author was talking about the lanky middle-aged man who had approached Lin Li for a favor in the previous chapter] over and over. Reward handsomely after it's done? Mage Kevin's assistant? Kudos to him for coming up with that. Letting this kind of demon become my assistant…

source: 凯文有些心虚的看了林立一眼，心想去年突破八级就把你吓到了？你要是知道这位才接触魔法三个多月就突破八级，你非当场吓成神经病不可？别说是你，就算是你爹看见了那枚亮了二十八分钟的水晶，估计也得当场吓成神经病……
en_us: Kevin glanced guiltily at Lin Li and thought, Surpassing level-eight surprises you? If you knew someone who had just been exposed to magic for three months surpassing level-eight, wouldn't you be scared crazy right on the spot? Not to mention you, your father would probably be driven crazy too if he saw the crystal ball glowing for twenty-eight minutes...

source: 凯文正在那喘着粗气，刚一抬头就看见双方冲突，再想要开口阻止已经有些来不及了，见那大汉动手，年轻魔法师不得不遗憾的叹了口气。
en_us: Kevin was gasping for breath at a side when he looked up and witnessed the conflict between both sides. Just as he was about to open his mouth to stop the conflict, it was already too late. The burly man attacked and the young mage sighed regretfully.

source: 凯文看见他的时候，林立眼中已经布满了血丝，整个人看上去憔悴得可怕，但在这么一个虚弱而憔悴的人身上，凯文却只感觉到“强大”二字。
en_us: When Kevin saw him, his eyes were bloodshot and his whole body looked terribly gaunt. But from such a weak and gaunt person, Kevin could only feel the word "powerful" coming from him.

source: 凯文真是怎么也想不明白，这么多高品质魔晶，怎么就落到了林立一个人手上……
en_us: Kevin couldn't comprehend just how so many high-quality magical crystals came to fall into the hands of Lin Li.

source: 凯文脸上露出一丝苦笑：“因为你不在……”
en_us: A bitter smile came across Kevin's face. "Because you weren't here..."

source: 凯文虽然为人老实低调，但毕竟是葛瑞安的侄子，再加上从小就是加洛斯城内有名的魔法天才，在场宾客中不乏眼尖之人，才没走出几步，就被不少人给认了出来。
en_us: Although Kevin was honest and low-profile, he was Gerian's nephew after all. Moreover, he was also famous for being the magic genius of Jarrosus City since young. There were some sharp-eyed ones among the guests present, and both of them had barely taken a few steps when they were recognized by these people.

source: 凯文被折磨了一个下午，终于等到了这句话……
en_us: At last. Kevin had waited for this sentence after being tortured for the whole afternoon...

source: 凯文追上来，露出一脸的苦笑：“加洛斯交易所是会员制的，我都还没来得及掏会员卡，你就把人给揍了，这手动得也太快了……”
en_us: Kevin caught up from behind, a bitter smile across his face. "The Exchange goes by a membership system. I had yet to pull out my membership card when you already knocked them out. You're quick to take action..."

source: 凯文锤子刚刚落下，竞价声已是此起彼伏，价格一个比一个高，转眼间就将三瓶奥法药剂抬到了十万的高价。
en_us: Kevin's gavel had just come down when the bidding calls rang out continuously, each price higher than the other. In a moment's time, the price for the three bottles of Arcane Magic Potion was raised to a high of 100,000.

source: 出乎江逸的意料之外，那荣管事很是大度的摆手道：“没事，这两天记得送过来就行，江逸你快去吧，省的柳长老等着。在炼丹房好好做事，千万记住别惹柳长老不高兴了！“
en_us: Beyond Jiang Yi's expectations, Chief Rong waved his hands with magnanimity and replied, "No problem. Just remember to send it over within the next two days. Jiang Yi, leave quickly and don't keep Elder Liu waiting. Do a good job at the alchemy lab, and remember to not make Elder Liu upset!"

source: 刘管事一张脸如死了亲爹般，等马飞伤势暂时压制了，立即拔腿就要往外跑，刚出门却听到一道冰冷到了极点的声音：“等等！”
en_us: Housekeeper Liu's expression was as grim as if his own father had expired. He waited until Ma Fei's injuries were under control before scrambling out the door. Yet just as he was stepping outside, an extremely cold voice was heard: "Wait!"

source: 刘管事一直退了七八步才站稳身子，看到江逸一拳带着无可抵挡之威朝马飞脑袋砸去被吓坏了，元力疯狂运转朝江逸再次爆射而去，大吼起来：“江家小儿，你敢伤我家公子，今日你必死无疑。”
en_us: Housekeeper Liu was forced seven or eight steps back before he could steady himself. Upon seeing Jiang Yi's fist, which carried an irresistible strength, about to hit Ma Fei in the head, he was scared out of his wits. Circulating his essence force in a frenzy, Housekeeper Liu shot towards Jiang Yi with a roar, "Brat Jiang, you would certainly die here today if you dare harm my Young Master!"

source: 刘管事却是知道江逸的厉害，那日他只是铸鼎境一重都把一名铸鼎境三重的护卫给伤了，虽然不知道江逸是怎么隐藏实力的，但他很谨慎的朝四周的护卫打了个眼色，身子朝马家公子靠近两步。
en_us: Housekeeper Liu however was aware of how strong Jiang Yi was. Jiang Yi, despite only having power level at first stage of the Cast Tripod Realm, was able to defeat a guard that day who was at the third stage of the Cast Tripod Realm. Although Housekeeper Liu did not know how Jiang Yi managed to conceal his true strength, he cautiously signaled with his eyes for the surrounding guards, while moving two steps closer to the Ma Family young master.

source: 刘管事和几名护卫惊恐的大叫起来，却只能眼睁睁的看着那把青色短剑没入了马飞的小腹内，然后所有人宛如听到一个皮球破裂漏气的声音……
en_us: Housekeeper Liu and several guards cried out frantically, but they were unable to do anything except watch the teal-colored short sword being plunged into Ma Fei's stomach. It was then that everyone heard a hissing noise, as if air was leaking from a ball...

source: 刘管事咬牙沉喝一声开始缓缓后退，其余护卫也脸色阴沉的不断退后，还好此刻姑娘们还在楼上，风月楼也没开张，否则一定会引起一片骚乱的。
en_us: Gritting his teeth, Housekeeper Liu issued the order and began moving back slowly. The other guards too shuffled backwards sullenly. It was fortunate that Fengyue Brothel had not yet opened for business and the ladies were still upstairs. Otherwise, it would have caused quite a commotion.

source: 刘管事沉喝一声，双手结了一个古怪的手印，双掌外突兀凝聚出一个五角星模样的元力护罩，他双掌朝前方连续拍出，将他前方的空间全部笼罩进去。
en_us: Housekeeper Liu shouted in a booming voice. He formed a strange hand-seal with his hands, both palms facing outwards and producing a pentagram-shaped essence force shield. He repeatedly shoved his palms forward, enshrouding the space in front of him with the force shield.

source: 刘管事沉声应道，心里却是松了一口气，这事既然马飞不想让家族知道，他们几人至少不会被家族重罚了。查江逸的资料？这虽然有些麻烦，但江家如此多下人，他们找人画出江逸和江小奴的画像，大把银子撒出去还是能打探到的。
en_us: Housekeeper Liu answered in the affirmative in a low voice, feeling relieved internally. Since Ma Fei preferred not to inform the family clan, that meant the lot of them would not be punished by the family clan. As for digging for information on Jiang Yi? Granted, it could be somewhat troublesome, but once they had the paintings of Jiang Yi and Jiang Xiaonu, and with so many servants in the Jiang Clan, they could still obtain the information if hey offered taels of silver pieces in exchange.

source: 刘管事浑身瘫软下来，身子一晃险些摔倒在地，他万万没想到这江家少年竟然如此狠，马飞这丹田一被废，这辈子注定是个废物，而他和在场所有护卫下场也绝不会太美妙！
en_us: All the strength had left Housekeeper Liu; his body swayed and almost dropped to the floor. He absolutely failed to consider how this youth of the Jiang Clan could be so ruthless. With his dantian ruined, Ma Fei was doomed to be useless for the rest of his life, and the fate awaiting for the rest of them would in no way be good!

source: 刘管事满眸的凶厉之光，盯着江逸爆吼起来：“江家小贼，立刻放了我家少爷，否则今日你必死无疑！”
en_us: Housekeeper Liu had a ferocious glint in his eyes. He roared at Jiang Yi, "Jiang Clan scoundrel, release my young master right now, or you would certainly die today!"

source: 刘管事的身体已经距离江逸两尺距离了，旁边两边护卫也即将击中江逸，但此刻所有人立刻顿住身子，还快速的后退一步。这马飞在马家地位尊荣，马飞一死，他们全部人都要死，他们自然不敢赌。
en_us: Housekeeper Liu was just two-third of a meter away from Jiang Yi, while the guards from both sides were similarly about to strike Jiang Yi. At that moment however, all of them stopped their movements at once and even hastily took a step back. Considering Ma Fei's high standing in the Ma Family, all of them would be sentenced to death if Ma Fei were to die here. Naturally, they could not afford to take that risk.

source: 刘管事立即屁颠屁颠的朝马家公子走去，附耳把那日的事情解释了一遍，最后还低声说道：“马飞少爷，那天我们的人也没怎么伤着，我想着是江家的人，我们这是做生意的就没大闹，也没上报家族……”
en_us: Housekeeper Liu went to the Ma Family young master promptly and eagerly, recounting the events occurred on that day in an undertone and ending his story with a deliberate remark: "Young Master Ma Fei, our men weren't hurt too badly that day, and since it was the Jiang Clan, we businessmen did not want to make a scene, so we did not report the incident to the family clan either... "

source: 刘管事被江逸一喝更慌了，连忙从怀中取出江逸给他的金叶子丢了过去，江逸单手快速抓住收入怀中，这才挟持着马飞一步步朝大门外走去，在大门口才一脚将马飞踹了进去，拿着马飞的宝器短剑大步朝远处狂奔而去。
en_us: Jiang Yi's pronouncement made Housekeeper Liu even more frantic. He hurriedly took out from the chest pocket the gold leaf Jiang Yi gave to him and threw it over. Jiang Yi caught it with one hand and swiftly put it away in his own chest pocket, before moving towards the gates step by step with Ma Fei in tow. When he went out of the gates, he kicked Ma Fei back in and bolted far away with Ma Fei's Treasured Artifact, the short sword, still in his possession.

source: 刘管事面色一僵，做生意的确讲究个信誉，他作为风月楼的管事，也算是有头有脸的人物，被传出去为难一个少年总是不好的。只是这位马飞少爷可是直系少爷，他父亲在马家权势极大，他也不敢冒然开口得罪，只能沉默。
en_us: Housekeeper Liu's expression turned rigid. Indeed, in doing businesses, credibility was of paramount importance. As the housekeeper of Fengyue Brothel, he was considered to be someone of reputable standing. It would do him no good if word got out that he had bullied a youth. However, Young Master Ma Fei was a direct bloodline descendant and his father held a great deal of power in the Ma Family, therefore making him someone Housekeeper Liu could not afford to offend. As it was, Housekeeper Liu could only remain silent.

source: 刘管事面色一变，慌忙护着那公子朝后面退去，那两名护卫也立即退后。其余方向的护卫则爆射而来，甚至还有两名护卫取出一把黑色匕首，准备给江逸放血了。
en_us: Housekeeper Liu's facial expression changed; he hastily shielded his young master and moved him backwards. The two guards too retreated at once, while guards from the other directions swarmed forth. There were even two of them who took out a black dagger, ready to shed Jiang Yi's blood.

source: 刘管事面色为难起来，摇头道：“公子，实在抱歉！小姐前天去了武殿修炼了。你要是有要紧的事，要不……我请示一下大总管？”
en_us: Housekeeper Liu's face betrayed a mixture of embarrassment and awkwardness. "My deepest apologies, Young Master!" he said, shaking his head. "Young Mistress left for the Martial Arts Hall on the day before yesterday. If you have an urgent matter to discuss, perhaps... I can speak with the chief supervisor?"

source: 刚一走进大厅，林立就被那琳琅满目的魔法装备给弄花了眼，不愧是法兰王国最大的魔法商店，那一件件法师袍一根根魔法杖，就算以林立的眼光看来，也不得不说声不错。
en_us: As soon as he walked into the hall, Lin Li was blinded by the dazzling array of magical equipment. It was indeed the largest magic store in the Felan Kingdom. From what Lin Li saw, every mage robe and magic staff here was decent stuff in his eyes.

source: 刚刚修炼了一个时辰，江逸却惊醒了过来，他是被一道轻微的脚步声惊醒的。
en_us: Jiang Yi practiced for around two hours when he was roused awake suddenly. He was awoken by the soft sound of footsteps.

source: 刚刚将地图放进背包的麦格雷尼，在完全没有任何征兆的情况下，就这么突然倒了下来。
en_us: McGrenn, who had just put the map into his backpack, suddenly collapsed without any warning.

source: 刚刚朝楼上走去的马家少爷突然脚步一顿，目光如电般扫了过来，看到一名护卫拿着的一块令牌上有一个龙飞凤舞的“江”字，立即沉喝道：“等等！”
en_us: The Ma Family young master, who only a second ago was making his way up, paused his steps. His gaze swept over lightning-fast, and spotted a single character, written in exquisite calligraphy on the command token: "Jiang". "Halt!" He bellowed immediately.

source: 刚刚自己也不知道吃错了什么药，以为有霍伦导师撑腰，就什么都不用怕了，居然傻乎乎的跑出来帮马迪亚斯出头，现在出出麻烦来了吧……人家也有靠山，而且这还是一座传奇级别的靠山！
en_us: They were not sure what medicine they had mistakenly taken. They thought that as long as they had the support of Master Hoeren, they had no need to fear. They actually foolishly came out to help Mathias! Now that trouble had occurred... their opponent also had their own support, and it was a legendary level of support!

source: 刚刚转身，他却被两个少年武者的谈话吸引了。
en_us: just as he was turning around to leave, his attention was attracted by the conversation between two young martial artists.

source: 刚刚还一片安静的大厅里，仿佛也多出了一丝烟火味。
en_us: There seemed to be a hint of smoke in the quiet hall.

source: 刚到加洛斯城的那样，这位热心魔法师似乎曾经提到过相同的名字，如果林立没记错的话，他的原话应该是——“如果有什么要帮忙的话尽管开口，我们梅林家族在加洛斯魔法公会还算是能说上话。”
en_us: When they had first reached Jarrosus City, the zealous mage had mentioned the very same name. If Lin Li had remembered correctly, his exact words were... "If you need help, do feel free to ask me, the Merlin Family does have a say in the Jarrosus' Guild of Magic."

source: 刚才他真是被吓坏了，看着林立被火龙击中的瞬间，凯文真是整个人都呆住了，如今的林立对魔法公会来说，几乎就意味着一切，他的价值甚至已经超过了葛瑞安，如果林立死在那数十条火龙之下，凯文真不知道该怎么办才好了，如今的魔法公会，绝对经不起这样的损失。
en_us: He was utterly frightened just now. Watching the moment when Lin Li was hit by the fire dragons, Kevin was stupefied. Lin Li meant almost everything to the Guild of Magic at present; his value even surpassed that of Gerian. Kevin would not know what to do if Lin Li had died under that dozen fire dragons. The Guild of Magic today definitely couldn't afford such a loss.

source: 刚才修炼时江逸储存了两缕黑色元力备用，此刻能支持一小会时间，正好试试和强者之间的差距。
en_us: Whilst cultivating power just now, Jiang Yi had been able to store two wisps of black essence force for future use. At the moment, he could potentially withstand attacks for a short amount of time, just enough distance and duration to test the use of the black essence force on a much-more powerful martial artist.

source: 刚才江如鹰偷偷溜了他看在眼里，他最后一个动江如虎，就是为了等此人来！当着他的面断江如虎的腿，也是……为了激怒他！
en_us: When Jiang Ruying slipped out earlier, he had already noticed it and decided to save Jiang Ruhu for the last just for Jiang Rulong! It was to allow Jiang Rulong to witness him breaking the leg of Jiang Ruhu and to... Enrage him!

source: 刚才江逸看到的是漫天拳影，此刻一扫却能轻松锁定两只真实的拳头，他脚步一滑，运转江家的迷幻步朝旁边退去。
en_us: What Jiang Yi had seen just now were the silhouettes of fists in the Vast Sky Fists technique; yet at the moment what he managed to easily lock his gaze on were two real fists. His feet slipped as he circulated the Jiang Clan Psychedelic Steps and retreated to the side.

source: 刚才自己只是隐隐约约提了一下，当初葛瑞安还只是一个小法师的时候，父亲就曾经跟他见过一面，想不到这老家伙两眼一翻，立刻就将关系升级到世交的程度，连自称都变成了葛瑞安叔叔……
en_us: He had vaguely mentioned that his father had met Gerian when the latter was still a young mage and to his surprise, the old fellow had brought their relationship up another level with a turn of his eyes, and now they had become old family friends, the latter even claiming to be Uncle Gerian...

source: 刚才那一幕，恐怕连瞎子都看得出来。
en_us: Even the blind could see something unusual from what had happened just now.

source: 刚才险些被江逸刺死马飞被吓到了，此刻醒悟过来立即满脸羞怒的大吼道，在一群下人面前被挟持，马飞心里别说有多暴怒了。
en_us: Having been scared senseless earlier by the fact that he was almost killed by Jiang Yi, Ma Fei had just recovered and immediately roared in equal measures of rage and embarrassment. Being held hostage in front of a bunch of servants - to say Ma Fei was inwardly fuming would be an understatement.

source: 刚走进翡翠高塔，克伦威尔就发现，事情跟自己想象中完全不一样，那些平日里见到自己客客气气的魔法师们，今天竟把自己当成了空气一般，最热情的也只不过点头打个招呼，克伦威尔先还以为是自己认错了人，可一连几次都是这样，克伦威尔心里终于有点慌了……
en_us: As soon as he walked into the Emerald Tower, Cromwell found that things were quite different from what he had imagined. The mages, who were nothing but polite when they saw him on other days, had regarded him as air today. Even the most enthusiastic ones had merely nodded to say hello. Cromwell thought he was mistaken, but it had happened several times until at last he began to panic...

source: 初次参加这样的宴会，林立多少有些不太适应。况且他在宴会里也没什么熟人，神色拘谨的跟城主大人谈了几句，也大多是谈些无关紧要的事。
en_us: Lin Li was somewhat unaccustomed to it, attending a banquet like this for the first time. Besides, he had no acquaintances at the banquet. He talked to the Castellan with a prudent look on his face, but it was mostly about unimportant matters.

source: 利维坦猩猩可是真正的八级魔兽，这一颗椰子从它手上砸下来，连罗麦格雷尼这个战士都当场被砸得晕了过去，更何况是身体并不强壮的林立。
en_us: The Leviathan Gorilla was a real level-eight magical beast. A smash of coconut from its hand had knocked out even a warrior like McGrenn, not to mention Lin Li who was in no sense strong.
